
general.back-to-top = Powr\u00F3t na g\u00F3r\u0119
general.read-more   = Wi\u0119cej

info.carousel.devices                  = Dost\u0119p na ka\u017Cdym urz\u0105dzeniu
info.carousel.devices.description      = Open WMS to aplikacja webowa, dzi\u0119ki temu dost\u0119p jest mo\u017Cliwy na komputerach stacjonarnych, przeno\u015Bnych oraz urz\u0105dzeniach mobilnych - \u017Cadna instalacja nie jest wymagana!
info.carousel.interface                = Podw\u00F3jny interfejs u\u017Cytkownika
info.carousel.interface.description    = Aplikacja zapewnia mo\u017Cliwo\u015B\u0107 pracy na standardowych komputerach jak r\u00F3wniez profesjonalnych urz\u0105dzeniach mobilnych.
info.carousel.system                   = Intuicyjny system magazynowy
info.carousel.system.description       = System zapewnia przestrzeganie regu\u0142 i dba o poprawno\u015B\u0107 proces\u00F3w magazynowych w spos\u00F3b przyjazny i przyst\u0119pny dla u\u017Cytkownika.
info.carousel.technology               = Nowoczesne technologie
info.carousel.technology.description   = Projekt wykorzystuje uznane na ca\u0142ym \u015Bwiecie technologie open source, takie jak j\u0119zyk Java, framework Spring Boot, baza danych MySQL i wiele innych.
info.feature.accessibility             = Dost\u0119pno\u015B\u0107
info.feature.accessibility.description = Aplikacj\u0119 mo\u017Cna uruchomi\u0107 na ka\u017Cdym urz\u0105dzeniu, wyposa\u017Conym we wsp\u00F3\u0142czesn\u0105 przegl\u0105dark\u0119 internetow\u0105. Mo\u017Ce to by\u0107 komputer stacjonarny, laptop lub urz\u0105dzenie mobilne. W zwi\u0105zku z wykorzystaniem technologii webowych, \u017Cadna instalacja nie jest wymagana.
info.feature.accessibility.sub         = Dost\u0119pno\u015B\u0107
info.feature.accessibility.sub.desc    = Istnieje wiele korzy\u015Bci p\u0142yn\u0105cych z webowego charakteru aplikacji.\r\n<br/><br/>\r\n<b>Niezale\u017Cno\u015B\u0107 od typu urz\u0105dzenia</b> pozwala uruchomi\u0107 program na ka\u017Cdym urz\u0105dzeniu wyposa\u017Conym w przegl\u0105dark\u0119 internetow\u0105.\r\nWygl\u0105d programu dostosowuje si\u0119 do rozmiar\u00F3w ekranu. Obs\u0142ugiwane s\u0105 rozmiary od ekran\u00F3w smartfon\u00F3w po standardowe wy\u015Bwietlacze monitor\u00F3w. Opr\u00F3cz standardowego, adaptacyjnego szablonu, program udost\u0119pnia <b>oddzielny modu\u0142 dla niestandardowych urz\u0105dze\u0144 magazynowych</b>, np. przeno\u015Bnych terminali z czytnikiem kod\u00F3w kreskowych.\r\n<br/><br/>\r\n<b>Niezale\u017Cno\u015B\u0107 od systemu operacyjnego</b> pozwala uruchamia\u0107 aplikacj\u0119 na platformach takich jak Windows, Linux, macOS, Android i inne.\r\n<br/><br/>\r\n<b>Liczba u\u017Cytkownik\u00F3w jest nieograniczona.</b> Program nie korzysta z licencji. Ka\u017Cdy u\u017Cytkownik z odpowiednimi uprawnieniami, mo\u017Ce z niego korzysta\u0107. Liczba u\u017Cytkownik\u00F3w korzystaj\u0105cych z programu jest nieograniczona.
info.feature.system                    = System
info.feature.system.description        = Zadaniem Open WMS jest pilnowanie poprawno\u015Bci procedur i zapewnianie efektywno\u015Bci pracy, poprzez udost\u0119pnianie wszystkich wymaganych informacji w przejrzysty i intuicyjny spos\u00F3b. System zosta\u0142 zaprojektowany z my\u015Bl\u0105 o stabilno\u015Bci i szybko\u015Bci dzia\u0142ania, dbaj\u0105c przy tym o przyjazny dla u\u017Cytkownika interfejs graficzny.
info.feature.system.sub                = System
info.feature.system.sub.desc           = desc
info.feature.technology                = Technologia
info.feature.technology.description    = opis
info.feature.technology.sub            = Technologia
info.feature.technology.sub.desc       = desc
