
action.back = Indietro
action.go   = Vai a

error.explanation = Qualcosa \u00E8 andato storto... Per favore riprova pi\u00F9 tardi. Se il problema persiste, copia il contenuto sotto questa schermata e contatta il tuo dipartimento IT.

general.areyousure  = Sei sicuro?
general.back-to-top = Torna in cima
general.password    = Password
general.read-more   = Leggere
general.username    = Nome utente

home.feature.input.text    = Caricamento del materiale. La fonte di caricamento \u00E8 una nuova pesatura del pacco contenente materiale. L'indirizzo \u00E8 assegnato in base alle procedure integrate del sistema. \u00C8 anche possibile il caricamento manuale.
home.feature.input.title   = Caricamento
home.feature.request.text  = Creazione e gestione di elenchi di preparazione. Si applica ai magazzini di ricezione e spedizione. L'ordine di scarico dipende dalla configurazione del magazzino (FIFO, LIFO, FEFO ecc.)
home.feature.request.title = Richieste
home.feature.search.text   = Ricerca completa e anteprima degli oggetti di magazzino per codice prodotto, posizione e data. Inoltre, la cronologia dei movimenti di un oggetto.
home.feature.search.title  = Cerca
home.layout                = Layout del magazzino

info.carousel.devices                  = Accesso su qualsiasi dispositivo
info.carousel.devices.description      = Open WMS \u00E8 un'applicazione Web, grazie alla quale \u00E8 possibile accedere a desktop, computer portatili e dispositivi mobili - non \u00E8 richiesta alcuna installazione!
info.carousel.interface                = Doppia interfaccia utente
info.carousel.interface.description    = L'applicazione offre la possibilit\u00E0 di lavorare su computer standard e su dispositivi mobili professionali.
info.carousel.system                   = Sistema di archiviazione intuitivo
info.carousel.system.description       = Il sistema garantisce il rispetto delle regole e assicura i processi di magazzino corretti in modo facile e accessibile.
info.carousel.technology               = Tecnologie moderne
info.carousel.technology.description   = Il progetto utilizza tecnologie Open Source rispettate a livello globale come Java, Spring Boot framework, database MySQL e molti altri.
info.feature.accessibility             = Accessibilit\u00E0
info.feature.accessibility.description = L'applicazione pu\u00F2 essere eseguita su qualsiasi dispositivo dotato di un moderno browser web. Pu\u00F2 essere un computer desktop, un laptop o un dispositivo mobile. A causa dell'uso delle tecnologie web, non \u00E8 richiesta alcuna installazione.
info.feature.accessibility.sub         = Eseguire dove si vuole.
info.feature.accessibility.sub.desc    = Ci sono molti vantaggi della natura dell'applicazione web-based.\r\n<b> Indipendenza dal tipo di dispositivo </b> consente di eseguire il programma su qualsiasi dispositivo dotato di browser Web.\r\nL'aspetto del programma si adatta alle dimensioni dello schermo. Sono supportate le dimensioni dagli schermi degli smartphone ai monitor standard. Oltre al modello adattivo standard, il programma fornisce un <b> modulo separato per dispositivi di archiviazione personalizzati </b>, ad es. terminali portatili con un lettore di codici a barre.\r\n<b> Indipendenza del sistema operativo </b> consente di eseguire l'applicazione su piattaforme come Windows, Linux, macOS, Android e altri.\r\n<b> Il numero di utenti \u00E8 illimitato. </b> Il programma non utilizza licenze. Qualsiasi utente con autorizzazioni appropriate pu\u00F2 utilizzarlo senza limitazioni
info.feature.system                    = Sistema
info.feature.system.description        = Open WMS ha il compito di supervisionare la correttezza delle procedure e garantire l'efficienza del lavoro fornendo tutte le informazioni richieste in modo trasparente e intuitivo. Il sistema \u00E8 stato progettato per garantire stabilit\u00E0 e velocit\u00E0 di funzionamento, garantendo al contempo un'interfaccia grafica intuitiva.
info.feature.system.sub                = Amichevole guardia del magazzino.
info.feature.system.sub.desc           = <b>Open WMS</b> \u00E8 stato creato per stabilit\u00E0, velocit\u00E0 e facilit\u00E0 d'uso.\r\nLa <b>stabilit\u00E0 del sistema</b> \u00E8 stata assicurata da soluzioni ponderate e procedure ben progettate, la cui conformit\u00E0 \u00E8 monitorata dalla logica aziendale incorporata nel programma.\r\nL'interfaccia grafica leggera e la buona ottimizzazione del processo nel programma migliorano significativamente la sua <b>velocit\u00E0 operativa</b>\r\n<b>Facilit\u00E0 d'uso</b> \u00E8 influenzato da fattori come il design chiaro, la disponibilit\u00E0 su vari dispositivi e l'introduzione di <b>versioni in varie lingue</b> con la possibilit\u00E0 di aggiungere rapidamente un'altra lingua.
info.feature.technology                = Tecnologia
info.feature.technology.description    = Il progetto \u00E8 stato realizzato utilizzando le ultime tecnologie Open Source rispettate dai programmatori di tutto il mondo. L'uso del framework Spring Boot, basato sul linguaggio di programmazione Java, ha permesso di creare un'applicazione stabile con soluzioni comprovate.
info.feature.technology.sub            = Soluzioni riconosciute a livello internazionale.
info.feature.technology.sub.desc       = I progetti <b>Open Source</b> sono caratterizzati da affidabilit\u00E0 e raffinatezza dei dettagli. Ci\u00F2 \u00E8 dovuto al fatto che un'intera comunit\u00E0 di programmatori sta lavorando su di essi, che possono trovare bug e proporre soluzioni implementate nelle versioni successive. Per questo motivo, <b>linguaggio di programmazione Java</b>, sviluppato da <b>societ\u00E0 Oracle</b>, \u00E8 uno dei principali linguaggi di sviluppo software in tutto il mondo. Si stima che attualmente lo utilizzino <b>oltre 9.000.000 di programmatori</b>. Il pilastro principale del progetto \u00E8 <b>Spring Boot Framework</b> costruito sulla base del linguaggio Java. Questo \u00E8 un altro progetto Open Source rispettato e altamente sviluppato che accorcia significativamente il processo di creazione di applicazioni e ne garantisce la stabilit\u00E0 e l'affidabilit\u00E0. L'interfaccia grafica si basa sulla libreria di componenti front-end pi\u00F9 famosa al mondo, <b>Bootstrap</b>.\r\nBootstrap \u00E8 un insieme di strumenti di programmazione open source per <b> HTML, CSS</b> e <b>JavaScript</b>, che utilizza la libreria <b>jQuery</b>.

login.bad-login-or-password = Nome utente o password errati
login.logout-success        = Disconnessione riuscita
login.remember-me           = Ricordami
login.session-expired       = Sessione scaduta, accedi di nuovo
login.sign-in               = Accedi
login.sign-in.title         = Accedi per favore

manage.feature.adjustments.text  = Gestione delle strutture di magazzino. \u00C8 possibile aggiungere, eliminare e modificare voci. \u00C8 disponibile la modalit\u00E0 singola o di massa.
manage.feature.adjustments.title = Aggiustamenti
manage.feature.locations.text    = Definizione del layout del magazzino, creazione di schemi di indirizzamento e assegnazione di parametri appropriati per singole sedi.
manage.feature.locations.title   = Luoghi di stoccaggio
manage.feature.users.text        = Ti consente di creare e modificare i profili utente. \u00C8 possibile aggiungere autorizzazioni appropriate a ciascun profilo per controllare il contenuto disponibile per l'utente.
manage.feature.users.title       = Utenti
manage.panel.description         = Sei al centro della gestione del sistema. Qui \u00E8 possibile gestire i profili utente e le posizioni di archiviazione, nonch\u00E9 apportare modifiche manuali all'inventario.
manage.panel.quote               = Con un grande potere viene una grande responsabilit\u00E0.
manage.panel.title               = Pannello amministrativo

noaccess.explanation = Se ritieni che si tratti di un errore, esci e riprova. Se il problema persiste, contattare il reparto IT.
noaccess.header      = Accesso negato
noaccess.message     = Non sei autorizzato a visualizzare questa risorsa.

site.menu.home             = Home
site.menu.information      = Informazioni
site.menu.language         = Lingua
site.menu.language.english = Inglese
site.menu.language.italian = Italiano
site.menu.language.polish  = Polacco
site.menu.login            = Accedi
site.menu.logout           = Logout
site.menu.manage           = Gestione
site.title.home            = Home
site.title.info            = Informazioni
site.title.login           = Login
site.title.manage          = Gestione
site.title.no-access       = Accesso negato
